DROP TABLE IF EXISTS `dbc_Map`;
CREATE TABLE `dbc_Map` (
	`MapID` INT UNSIGNED NOT NULL DEFAULT '0',
	`internalname` TEXT NOT NULL,
	`map_type` INT UNSIGNED NOT NULL DEFAULT '0',
	`flags` INT UNSIGNED NOT NULL DEFAULT '0',
	`isPvP` INT UNSIGNED NOT NULL DEFAULT '0',
	`name` TEXT NOT NULL,
	`linked_zone` INT UNSIGNED NOT NULL DEFAULT '0',
	`hordeIntro` TEXT NOT NULL,
	`allianceIntro` TEXT NOT NULL,
	`multimap_id` INT UNSIGNED NOT NULL DEFAULT '0',
	`BattlefieldMapIconScale` FLOAT NOT NULL DEFAULT '0',
	`entrance_map` INT NOT NULL DEFAULT '0',
	`entrance_x` FLOAT NOT NULL DEFAULT '0',
	`entrance_y` FLOAT NOT NULL DEFAULT '0',
	`timeOfDayOverride` INT UNSIGNED NOT NULL DEFAULT '0',
	`addon` INT UNSIGNED NOT NULL DEFAULT '0',
	`expireTime` INT UNSIGNED NOT NULL DEFAULT '0',
	`maxPlayers` INT UNSIGNED NOT NULL DEFAULT '0',
	`rootPhaseMap` INT NOT NULL DEFAULT '0',
	PRIMARY KEY (`MapID`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='Export of Map.dbc';

INSERT INTO `dbc_Map` VALUES (0, "Azeroth", 0, 16793181, 1, "Восточные королевства", 0, "", "", 4, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1, "Kalimdor", 0, 16793181, 1, "Калимдор", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (13, "test", 0, 1555, 2, "Тестирование", 3817, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (25, "ScottTest", 0, 1555, 2, "Тест Скотта", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (30, "PVPZone01", 3, 1553, 1, "Альтеракская долина", 0, "Альтеракская долина, затерянная в горах, – родина клана Северного Волка. Дворфы Грозовой Вершины вторглись в эту долину в поисках подземных сокровищ и знаний о своем прошлом.

На этом обширном поле боя враждующие стороны стараются разрушить укрепления противника и убить генерала вражеской армии (Вандара Грозовую Вершину или Дрек\'Тара).", "Альтеракская долина, затерянная в горах, – родина клана Северного Волка, к которому принадлежит сам Тралл.

Дворфы Грозовой Вершины вторглись в эту долину в поисках подземных сокровищ и знаний о своем прошлом.

На этом обширном поле боя враждующие стороны стараются разрушить укрепления противника и убить генерала вражеской армии (Вандара Грозовую Вершину или Дрек\'Тара).", 104, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (33, "Shadowfang", 1, 1565, 1, "Крепость Темного Клыка", 0, "", "", 204, 1, 0, -230.989, 1571.57, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (34, "StormwindJail", 1, 1553, 2, "Тюрьма Штормграда", 717, "", "", 194, 1, 0, -8762.379, 848.0103, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (35, "StormwindPrison", 0, 1555, 2, "<UNUSED> Тюрьма Штормграда", 717, "", "", 23, 1, 0, -8762.477, 848.0491, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (36, "DeadminesInstance", 1, 1553, 1, "Мертвые копи", 0, "", "", 142, 1, 0, -11207.8, 1681.15, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (37, "PVPZone02", 0, 1555, 1, "Кратер Азшары", 0, "Сокрушите Альянс!", "Отражайте нападение Орды!", 25, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (42, "Collin", 0, 1555, 2, "Тест Коллина", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (43, "WailingCaverns", 1, 1553, 2, "Пещеры Стенаний", 718, "", "", 143, 1, 1, -751.1312, -2209.24, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (44, "Monastery", 1, 1555, 2, "<UNUSED> Монастырь", 0, "", "", 42, 1, 0, 2892.413, -811.2413, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (47, "RazorfenKraulInstance", 1, 1553, 1, "Лабиринты Иглошкурых", 0, "", "", 188, 1, 1, -4459.449, -1660.212, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (48, "Blackfathom", 1, 1553, 2, "Непроглядная Пучина", 719, "", "", 196, 1, 1, 4249.121, 748.3871, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (70, "Uldaman", 1, 1553, 2, "Ульдаман", 1337, "", "", 144, 1, 0, -6060.182, -2954.997, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (90, "GnomeragonInstance", 1, 1553, 2, "Гномреган", 721, "", "", 193, 1, 0, -5162.662, 931.5988, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (109, "SunkenTemple", 1, 1553, 2, "Затонувший храм", 1477, "", "", 191, 1, 0, -10291.7, -3987.63, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (129, "RazorfenDowns", 1, 1553, 1, "Курганы Иглошкурых", 0, "", "", 145, 1, 1, -4662.883, -2535.872, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (169, "EmeraldDream", 2, 1553, 1, "Изумрудный Сон", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 40, -1);
INSERT INTO `dbc_Map` VALUES (189, "MonasteryInstances", 1, 1553, 1, "Прежний монастырь Алого ордена", 0, "", "", 190, 1, 0, 2892.235, -811.2637, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (209, "TanarisInstance", 1, 1553, 1, "Зул\'Фаррак", 0, "", "", 146, 1, 1, -6790.577, -2891.278, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (229, "BlackRockSpire", 1, 1537, 2, "Пик Черной горы", 1583, "", "", 189, 1, 0, -7522.527, -1233.042, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (230, "BlackrockDepths", 1, 1553, 2, "Глубины Черной горы", 1584, "", "", 103, 1, 0, -7178.095, -928.6395, 4294967295, 0, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (249, "OnyxiaLairInstance", 2, 34305, 2, "Логово Ониксии", 2159, "", "", 61, 1, 1, -4753.313, -3752.421, 4294967295, 0, 0, 40, -1);
INSERT INTO `dbc_Map` VALUES (269, "CavernsOfTime", 1, 1553, 1, "Открытие Темного портала", 0, "", "", 212, 1, 1, -8750.827, -4193.513, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (289, "SchoolofNecromancy", 1, 1553, 1, "Некроситет", 0, "", "", 102, 1, 0, 1274.781, -2552.564, 4294967295, 0, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (309, "Zul\'gurub", 1, 525841, 1, "Старый Зул\'Гуруб", 1977, "", "", 161, 1, 0, -11916.06, -1224.577, 4294967295, 0, 0, 20, -1);
INSERT INTO `dbc_Map` VALUES (329, "Stratholme", 1, 1553, 1, "Стратхольм", 0, "", "", 101, 1, 0, 3392.317, -3378.483, 4294967295, 0, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (349, "Mauradon", 1, 1553, 2, "Мародон", 2100, "", "", 81, 1, 1, -1432.697, 2924.978, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (369, "DeeprunTram", 0, 1553, 2, "Подземный поезд", 2257, "", "", 205, 1, 0, -8349.224, 517.348, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (389, "OrgrimmarInstance", 1, 1553, 2, "Огненная Пропасть", 2437, "", "", 195, 1, 1, 1816.756, -4423.372, 4294967295, 0, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (409, "MoltenCore", 2, 1553, 2, "Огненные Недра", 2717, "", "", 192, 1, 0, -7510.565, -1036.698, 4294967295, 0, 0, 40, -1);
INSERT INTO `dbc_Map` VALUES (429, "DireMaul", 1, 1537, 2, "Забытый Город", 2557, "", "", 82, 1, 1, -3908.03, 1130, 4294967295, 0, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (449, "AlliancePVPBarracks", 0, 1553, 2, "Казармы Альянса", 2918, "", "", 181, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (450, "HordePVPBarracks", 0, 1553, 2, "Казармы Орды", 2917, "", "", 182, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (451, "development", 0, 1631, 1, "Зона разработчика", 0, "", "", 21, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (469, "BlackwingLair", 2, 1553, 1, "Логово Крыла Тьмы", 2677, "", "", 141, 1, 0, -7663.413, -1218.667, 4294967295, 0, 0, 40, -1);
INSERT INTO `dbc_Map` VALUES (489, "PVPZone03", 3, 1553, 1, "Ущелье Песни Войны", 3277, "В Ущелье Песни Войны, разделяющем Степи и Ясеневый лес, не прекращается война между Ордой и Альянсом.

Это поле боя для команд, состоящих из 10 игроков и ведущих борьбу за флаг. Побеждает фракция, которой удается первой захватить три флага.

Сейчас в Ущелье стекаются представители всех рас Азерота, желающие поддержать союзников мечом или магией.", "В Ущелье Песни Войны, разделяющем Степи и Ясеневый лес, не прекращается война между Ордой и Альянсом.

Это поле боя для команд, состоящих из 10 игроков и ведущих борьбу за флаг. Побеждает фракция, которой удается первой захватить три флага.

Сейчас в Ущелье стекаются представители всех рас Азерота, желающие поддержать союзников мечом или магией.", 122, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (509, "AhnQiraj", 2, 1553, 1, "Руины Ан\'Киража", 3429, "", "", 184, 1, 1, -8114.464, 1526.366, 4294967295, 0, 68400, 20, -1);
INSERT INTO `dbc_Map` VALUES (529, "PVPZone04", 3, 1553, 1, "Низина Арати", 3358, "Низина Арати стала местом крупнейшего столкновения между людьми и Отрекшимися в Азероте.

Низина Арати — это поле боя для команд, состоящих из 15 игроков, на котором противники пытаются захватить и как можно дольше удержать за собой стойла, лесопилку и ферму.

Элитные отряды Осквернителей стремятся отрезать людей от их южных союзников — дворфов.

Одновременно с этим Лига Аратора твердо намерена вернуть эти земли своим покровителям из Штормграда.", "Низина Арати стала местом крупнейшего столкновения между людьми и Отрекшимися в Азероте.

Низина Арати — это поле боя для команд, состоящих из 15 игроков, на котором противники пытаются захватить и как можно дольше удержать за собой стойла, лесопилку и ферму.

Лига Аратора твердо намерена вернуть эти земли своим покровителям из Штормграда.

Одновременно с этим элитные отряды Осквернителей стремятся отрезать людей от их южных союзников — дворфов.", 183, 1.25, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (530, "Expansion01", 0, 16778769, 1, "Запределье", 0, "", "", 198, 1, -1, 0, 0, 4294967295, 1, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (531, "AhnQirajTemple", 2, 1553, 1, "Храм Ан\'Киража", 3428, "", "", 185, 1, 1, -8111.724, 1526.786, 4294967295, 0, 0, 40, -1);
INSERT INTO `dbc_Map` VALUES (532, "Karazahn", 2, 1553, 1, "Каражан", 3457, "", "", 200, 1, 0, -11110.41, -2004.065, 4294967295, 1, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (533, "Stratholme Raid", 2, 34321, 1, "Наксрамас", 3456, "", "", 197, 1, -1, 0, 0, 4294967295, 2, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (534, "HyjalPast", 2, 1553, 1, "Битва за гору Хиджал", 616, "", "", 212, 1, 1, -8178.508, -4182.05, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (540, "HellfireMilitary", 1, 1553, 2, "Цитадель Адского Пламени: Разрушенные залы", 3714, "", "", 199, 1, 530, -306.7582, 3064.436, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (542, "HellfireDemon", 1, 1553, 2, "Цитадель Адского Пламени: Кузня Крови", 3713, "", "", 199, 1, 530, -295.4193, 3151.993, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (543, "HellfireRampart", 1, 67089, 1, "Цитадель Адского Пламени: Бастионы", 3562, "", "", 199, 1, 530, -360.0499, 3067.896, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (544, "HellfireRaid", 2, 1553, 2, "Логово Магтеридона", 3836, "", "", 208, 1, 530, -330.2339, 3106.636, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (545, "CoilfangPumping", 1, 1553, 2, "Кривой Клык: Паровое подземелье", 3715, "", "", 207, 1, 530, 764.2191, 6915.08, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (546, "CoilfangMarsh", 1, 1553, 2, "Кривой Клык: Нижетопь", 3716, "", "", 207, 1, 530, 764.6282, 6768.073, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (547, "CoilfangDraenei", 1, 1553, 2, "Кривой Клык: Узилище", 3717, "", "", 207, 1, 530, 742.1582, 7011.327, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (548, "CoilfangRaid", 2, 1553, 2, "Кривой Клык: Змеиное святилище", 3607, "", "", 207, 1, 530, 775.7864, 6865.243, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (550, "TempestKeepRaid", 2, 1553, 2, "Крепость Бурь", 3845, "", "", 206, 1, -1, 0, 0, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (552, "TempestKeepArcane", 1, 1553, 2, "Крепость Бурь: Аркатрац", 3848, "", "", 206, 1, -1, 0, 0, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (553, "TempestKeepAtrium", 1, 1553, 2, "Крепость Бурь: Ботаника", 3847, "", "", 206, 1, -1, 0, 0, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (554, "TempestKeepFactory", 1, 1553, 2, "Крепость Бурь: Механар", 3849, "", "", 206, 1, -1, 0, 0, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (555, "AuchindounShadow", 1, 1553, 2, "Аукиндон: Темный лабиринт", 3789, "", "", 201, 1, 530, -3640.688, 4943.163, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (556, "AuchindounDemon", 1, 1553, 2, "Аукиндон: Сетеккские залы", 3791, "", "", 201, 1, 530, -3361.863, 4665.592, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (557, "AuchindounEthereal", 1, 1553, 2, "Аукиндон: Гробницы Маны", 3792, "", "", 201, 1, 530, -3089.516, 4942.756, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (558, "AuchindounDraenei", 1, 1553, 2, "Аукиндон: Аукенайские гробницы", 3790, "", "", 201, 1, 530, -3363.44, 5156.455, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (559, "PVPZone05", 4, 1553, 1, "Арена Награнда", 0, "", "", 219, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (560, "HillsbradPast", 1, 9745, 1, "Побег из Дарнхольда", 267, "", "", 212, 1, 1, -8309.81, -4061.509, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (562, "bladesedgearena", 4, 1553, 1, "Арена Острогорья", 3702, "", "", 218, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (564, "BlackTemple", 2, 1553, 1, "Черный храм", 0, "", "", 215, 1, 530, -3644.527, 317.2937, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (565, "GruulsLair", 2, 1553, 2, "Логово Груула", 3923, "", "", 213, 1, 530, 3525.453, 5144.151, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (566, "NetherstormBG", 3, 1553, 1, "Око Бури", 0, "Высоко над разоренными просторами Пустоверти парит остров Око Бури.

Это поле боя для команд, состоящих из 15 игроков, на котором враждующим сторонам нужно захватить и как можно дольше удержать за собой Башню Магов, Обломки Сквернобота, Башню эльфов крови и Дренейские руины.

Остров привлекает эльфов крови богатыми запасами энергии.

Дренеи же стремятся захватить его из-за близости к Крепости Бурь, таинственному кораблю наару.", "Высоко над разоренными просторами Пустоверти парит остров Око Бури.

Это поле боя для команд, состоящих из 15 игроков, на котором враждующим сторонам нужно захватить и как можно дольше удержать за собой Башню Магов, Обломки Сквернобота, Башню эльфов крови и Дренейские руины.

Остров привлекает эльфов крови богатыми запасами энергии.

Дренеи же стремятся захватить его из-за близости к Крепости Бурь, таинственному кораблю наару.", 210, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (568, "ZulAman", 1, 1553, 1, "Зул\'Аман", 0, "", "", 276, 1, 530, 6851.021, -7989.713, 4294967295, 3, 0, 10, -1);
INSERT INTO `dbc_Map` VALUES (571, "Northrend", 0, 16778781, 1, "Нордскол", 0, "", "", 216, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (572, "PVPLordaeron", 4, 1553, 1, "Руины Лордерона", 0, "", "", 217, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (573, "ExteriorTest", 0, 1567, 1, "ExteriorTest", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (574, "Valgarde70", 1, 9757, 1, "Крепость Утгард", 0, "", "", 220, 1, 571, 1211.759, -4868.422, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (575, "UtgardePinnacle", 1, 67101, 1, "Вершина Утгард", 0, "", "", 221, 1, 571, 1232.41, -4860.954, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (576, "Nexus70", 1, 1553, 2, "Нексус", 4265, "", "", 226, 1, 571, 3899.926, 6985.436, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (578, "Nexus80", 1, 1565, 1, "Окулус", 0, "", "", 227, 1, 571, 3865.923, 6983.94, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (580, "SunwellPlateau", 2, 1553, 1, "Солнечный Колодец", 0, "", "", 225, 1, 530, 12551.76, -6774.565, 4294967295, 1, 0, 25, -1);
INSERT INTO `dbc_Map` VALUES (582, "Transport176244", 0, 1553, 3, "Перевозка: из Рут\'терана в Аубердин", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (584, "Transport176231", 0, 1553, 3, "Перевозка: из Менетила на Терамор", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (585, "Sunwell5ManFix", 1, 1565, 1, "Терраса Магистров", 0, "", "", 224, 1, 530, 12881.9, -7343.095, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (586, "Transport181645", 0, 1553, 3, "Перевозка: из Экзодара в Аубердин", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (587, "Transport177233", 0, 1553, 3, "Перевозка: Переправа Оперенной Луны", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (588, "Transport176310", 0, 1553, 3, "Перевозка: из Менетила в Аубердин", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (589, "Transport175080", 0, 1553, 3, "Перевозка: из Оргриммара в Гром\'гол", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (590, "Transport176495", 0, 1553, 3, "Перевозка: из Гром\'гола в Подгород", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (591, "Transport164871", 0, 1553, 3, "Перевозка: из Подгорода в Оргриммар", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (592, "Transport186238", 0, 1553, 3, "Перевозка: Борейская тундра (тест)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (593, "Transport20808", 0, 1553, 3, "Перевозка: из Пиратской Бухты в Кабестан", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (594, "Transport187038", 0, 1553, 3, "Перевозка: Сестры милосердия Ревущего фьорда (задание)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (595, "StratholmeCOT", 1, 1553, 1, "Очищение Стратхольма", 0, "", "", 222, 1, 1, -8756.087, -4457.418, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (596, "Transport187263", 0, 1553, 3, "Перевозка: Нагльфар", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (597, "CraigTest", 0, 1759, 1, "Craig Test", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (598, "Sunwell5Man", 1, 1555, 2, "Солнечный Колодец стабилизированный (не используется)", 0, "", "", 4, 1, -1, 0, 0, 4294967295, 1, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (599, "Ulduar70", 1, 1565, 1, "Чертоги Камня", 0, "", "", 230, 1, 571, 8921.793, -966.8065, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (600, "DrakTheronKeep", 1, 1565, 1, "Крепость Драк\'Тарон", 0, "", "", 228, 1, 571, 4774.583, -2023.049, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (601, "Azjol_Uppercity", 1, 1565, 1, "Азжол-Неруб", 0, "", "", 229, 1, 571, 3672.215, 2171.275, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (602, "Ulduar80", 1, 1565, 1, "Чертоги Молний", 0, "", "", 231, 1, 571, 9185.088, -1386.791, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (603, "UlduarRaid", 2, 34333, 1, "Ульдуар", 0, "", "", 244, 1, 571, 9359.371, -1115.175, 0, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (604, "GunDrak", 1, 1565, 1, "Гундрак", 0, "", "", 237, 1, 571, 6708.731, -4654.904, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (605, "development_nonweighted", 0, 1555, 1, "Development Land (non-weighted textures)", 0, "", "", 21, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (606, "QA_DVD", 0, 1567, 1, "QA and DVD", 0, "", "", 21, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (607, "NorthrendBG", 3, 1565, 1, "Берег Древних", 0, "К югу от Драконьего Погоста лежат земли, в которых хранится легендарный артефакт титанов. И Орде, и Альянсу известно, что в нем содержится ценная информация о титанах и их порядках.

Берег Древних – это поле боя для сражений команд, состоящих из 15 игроков. Каждая команда по очереди атакует и защищает артефакт, находящийся на южной оконечности острова.

Приготовьтесь к битве – судьба Берега Древних теперь зависит и от вас.", "К югу от Драконьего Погоста лежат земли, в которых хранится легендарный артефакт титанов. И Орде, и Альянсу известно, что в нем содержится ценная информация о титанах и их порядках.

Берег Древних – это поле боя для сражений команд, состоящих из 15 игроков. Каждая команда по очереди атакует и защищает артефакт, находящийся на южной оконечности острова.


Приготовьтесь к битве – судьба Берега Древних теперь зависит и от вас.", 238, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (608, "DalaranPrison", 1, 1565, 1, "Аметистовая крепость", 0, "", "", 235, 1, 571, 5689.49, 498.0469, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (609, "DeathKnightStart", 0, 1565, 1, "Черный оплот", 0, "", "", 233, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (610, "Transport_Tirisfal _Vengeance_Landing", 0, 1553, 3, "Транспорт: из Тирисфаля к Лагерю Возмездия", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (612, "Transport_Menethil_Valgarde", 0, 1553, 3, "Транспорт: из Менетила к Вангарду", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (613, "Transport_Orgrimmar_Warsong_Hold", 0, 1553, 3, "Транспорт: из Оргриммара к Крепости Песни Войны", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (614, "Transport_Stormwind_Valiance_Keep", 0, 1553, 3, "Транспорт: из Штормграда к Крепости Отваги", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (615, "ChamberOfAspectsBlack", 2, 34333, 1, "Обсидиановое святилище", 0, "", "", 239, 1, 571, 3438.153, 260.4013, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (616, "NexusRaid", 2, 34333, 1, "Око Вечности", 0, "", "", 236, 1, 571, 3869.981, 6984.33, 4294967295, 2, 0, 5, -1);
INSERT INTO `dbc_Map` VALUES (617, "DalaranArena", 4, 1565, 1, "Стоки Даларана", 0, "", "", 242, 1, -1, 0, 0, 0, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (618, "OrgrimmarArena", 4, 4195869, 1, "Арена Доблести", 0, "", "", 240, 1, -1, 0, 0, 720, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (619, "Azjol_LowerCity", 1, 1565, 1, "Ан\'кахет: Старое Королевство", 0, "", "", 234, 1, 571, 3641.458, 2032.064, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (620, "Transport_Moa\'ki_Unu\'pe", 0, 1553, 3, "Транспорт: из Моа\'ки в Уну\'пе", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (621, "Transport_Moa\'ki_Kamagua", 0, 1553, 3, "Транспорт: из Моа\'ки в Камагуа", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (622, "Transport192241", 0, 1553, 3, "Транспорт: Молот Оргрима", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (623, "Transport192242", 0, 1553, 3, "Транспорт: Усмиритель небес", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (624, "WintergraspRaid", 2, 34365, 1, "Склеп Аркавона", 0, "", "", 243, 1, 571, 5488.125, 2840.334, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (627, "unused", 1, 1567, 1, "unused", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (628, "IsleofConquest", 3, 1565, 1, "Остров Завоеваний", 0, "Остров Завоеваний – территория, которая имеет стратегически важное значение для боевых действий Альянса и Орды в Нордсколе, поэтому каждая из фракций старается получить контроль над островом.

На этом обширном поле боя каждая из враждующих сторон пытается захватить завод боевых машин, причал или ангар, чтобы обеспечить доступ к вражеской крепости и победить генерала противника (Халфорда Змеевержца или командира Агмара).", "Остров Завоеваний – территория, которая имеет стратегически важное значение для боевых действий Альянса и Орды в Нордсколе, поэтому каждая из фракций старается получить контроль над островом.

На этом обширном поле боя каждая из враждующих сторон пытается захватить завод боевых машин, причал или ангар, чтобы обеспечить доступ к вражеской крепости и победить генерала противника (Халфорда Змеевержца или командира Агмара).", 245, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (631, "IcecrownCitadel", 2, 34589, 1, "Цитадель Ледяной Короны", 0, "", "", 250, 1, 571, 5776.922, 2065.932, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (632, "IcecrownCitadel5Man", 1, 1565, 1, "Кузня Душ", 0, "", "", 249, 1, 571, 5670.792, 2003.629, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (637, "AbyssalMaw", 1, 1565, 1, "Внешняя сторона Бездонной пучины", 0, "", "", 23, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (638, "Gilneas", 0, 1629, 1, "Гилнеас", 0, "", "", 4, 1, -1, 0, 0, 4294967295, 0, 0, 0, 654);
INSERT INTO `dbc_Map` VALUES (641, "Transport_AllianceAirshipBG", 0, 1553, 3, "Transport: Alliance Airship BG", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (642, "Transport_HordeAirshipBG", 0, 1553, 3, "Transport: HordeAirshipBG", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (643, "AbyssalMaw_Interior", 1, 17949, 1, "Трон Приливов", 0, "", "", 255, 1, 0, -5585.872, 5401.649, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (644, "Uldum", 1, 1565, 1, "Чертоги Созидания", 0, "", "", 256, 1, 1, -10226, -1837.479, 1080, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (645, "BlackRockSpire_4_0", 1, 1565, 1, "Пещеры Черной горы", 0, "", "", 267, 1, 0, -7570.245, -1330.684, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (646, "Deephome", 0, 1629, 1, "Подземье", 0, "", "", 268, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (647, "Transport_Orgrimmar_to_Thunderbluff", 0, 1553, 3, "Транспорт: из Оргриммара в Громовой Утес", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (648, "LostIsles", 0, 263773, 1, "Затерянные острова", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (649, "ArgentTournamentRaid", 2, 34589, 1, "Испытание крестоносца", 0, "", "", 246, 1, 571, 8515.286, 736.1371, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (650, "ArgentTournamentDungeon", 1, 1565, 1, "Испытание чемпиона", 0, "", "", 247, 1, 571, 8571.435, 792.2205, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (651, "ElevatorSpawnTest", 0, 1555, 3, "ElevatorSpawnTest", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (654, "Gilneas2", 0, 263709, 1, "Гилнеас", 0, "", "", 4, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (655, "GilneasPhase1", 0, 1629, 1, "GilneasPhase1", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 654);
INSERT INTO `dbc_Map` VALUES (656, "GilneasPhase2", 0, 1629, 1, "GilneasPhase2", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 654);
INSERT INTO `dbc_Map` VALUES (657, "SkywallDungeon", 1, 1565, 1, "Вершина Смерча", 0, "", "", 259, 1, 1, -11522.49, -2317.934, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (658, "QuarryofTears", 1, 1565, 1, "Яма Сарона", 0, "", "", 252, 1, 571, 5592.057, 2010.271, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (659, "LostIslesPhase1", 0, 1565, 1, "Извержение вулкана Затерянных островов", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 0, 0, 0, 648);
INSERT INTO `dbc_Map` VALUES (660, "Deephomeceiling", 0, 1695, 1, "Купол Подземья", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (661, "LostIslesPhase2", 0, 1565, 1, "Затерянные острова макет города", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 648);
INSERT INTO `dbc_Map` VALUES (662, "Transport197195", 0, 1553, 3, "Транспорт: вайш\'ирский корабль Альянса", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (668, "HallsOfReflection", 1, 1565, 1, "Залы Отражений", 0, "", "", 253, 1, 571, 5628.875, 1973.286, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (669, "BlackwingDescent", 2, 34589, 1, "Твердыня Крыла Тьмы", 0, "", "", 260, 1, 0, -7541.768, -1188.832, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (670, "GrimBatolDungeon", 1, 1565, 1, "Грим Батол", 0, "", "", 257, 1, 0, -4047.74, -3446.35, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (671, "GrimBatolRaid", 2, 34589, 1, "Сумеречный бастион", 0, "", "", 266, 1, 0, -4903.01, -4221.21, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (672, "Transport197347", 0, 1553, 3, "Транспорт: Усмиритель небес (рейды в Цитадели Ледяной Короны)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (673, "Transport197348", 0, 1553, 3, "Транспорт: Молот Оргрима (рейды в Цитадели Ледяной Короны)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (674, "Transport197349-2", 0, 1553, 3, "Транспорт: корабль до Вайш\'ира", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (712, "Transport197349", 0, 1553, 3, "Транспорт: Усмиритель небес (подземелья Цитадели Ледяной Короны)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (713, "Transport197350", 0, 1553, 3, "Транспорт: Молот Оргрима (подземелья Цитадели Ледяной Короны)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (718, "Transport201834", 0, 1537, 3, "Транспорт: \"Могучий ветер\" (Цитадель Ледяной Короны, рейд)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (719, "MountHyjalPhase1", 0, 132701, 1, "Гора Хиджал, фаза 1", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (720, "Firelands1", 2, 2131741, 1, "Огненные Просторы", 0, "", "", 275, 1, 1, 3987.2, -2943.32, 720, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (721, "Firelands2", 1, 1693, 1, "Рельеф Огненных Просторов", 0, "", "", 0, 1, -1, 0, 0, 720, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (723, "Stormwind", 0, 1565, 1, "Штормград", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (724, "ChamberofAspectsRed", 2, 34589, 1, "Рубиновое святилище", 0, "", "", 254, 1, 571, 3608.129, 186.8021, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (725, "DeepholmeDungeon", 1, 1565, 1, "Каменные Недра", 0, "", "", 258, 1, 646, 1031.908, 610.2969, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (726, "CataclysmCTF", 3, 1629, 1, "Два Пика", 0, "Расположенное на Сумеречном нагорье поле боя Два Пика стало местом разногласий между Альянсом и Ордой.

Это поле боя для команд, состоящих из 10 игроков и ведущих борьбу за флаг. Побеждает фракция, которой удается первой захватить три флага.

Примите участие в битве, чтобы помочь своей фракции получить контроль над этой стратегически важной возвышенностью!", "Расположенное на Сумеречном нагорье поле боя Два Пика стало местом разногласий между Альянсом и Ордой.

Это поле боя для команд, состоящих из 10 игроков и ведущих борьбу за флаг. Побеждает фракция, которой удается первой захватить три флага.

Примите участие в битве, чтобы помочь своей фракции получить контроль над этой стратегически важной возвышенностью!", 262, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (727, "STV_Mine_BG", 3, 1565, 1, "Сверкающие копи", 0, "Сражение разворачивается в шахте Торговой компании в Тернистой долине.

Сверкающие копи – это поле боя для команд, состоящих из 10 игроков, в котором противникам нужно сопровождать вагонетки с алмазами в шахтовое хранилище.", "Сражение разворачивается в шахте Торговой компании в Тернистой долине.

Сверкающие копи – это поле боя для команд, состоящих из 10 игроков, в котором противникам нужно сопровождать вагонетки с алмазами в шахтовое хранилище.", 317, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (728, "TheBattleforGilneas", 1, 1567, 1, "Битва за Гилнеас (старая карта города)", 0, "Расположенная в самом сердце Гилнеасского полуострова, столица привлекает Орду как ключевая стретагическая точка в Восточных королевствах.

Отрекшиеся уже давно считают полуостров естественным продолжением своих земель, и армия Сильваны Ветрокрылой готова защищать эту территорию любой ценой.", "Вытесненные с родных земель Отрекшимися, гилнеасцы по-прежнему считают свой город столицей страны.

Вступив в Альянс, подданные короля Седогрива откликнулись на призыв к оружию и готовы сразиться за Гилнеас плечом к плечу с новыми союзниками.", 261, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (730, "MaelstromZone", 0, 1629, 1, "Область Водоворота", 0, "", "", 272, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (731, "DesolaceBomb", 0, 1629, 1, "Бомба Каменного Когтя", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (732, "TolBarad", 0, 9821, 1, "Тол Барад", 0, "", "", 265, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (734, "AhnQirajTerrace", 1, 1565, 1, "Терраса Ан\'Киража", 0, "", "", 184, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (736, "TwilightHighlandsDragonmawPhase", 0, 1565, 1, "Сумеречное нагорье, фаза Драконьей Пасти", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 0);
INSERT INTO `dbc_Map` VALUES (738, "Transport200100", 0, 1553, 3, "Корабль до Вайш\'ира (Оргриммар -> Вайш\'ир)", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (739, "Transport200101", 0, 1553, 3, "Vashj\'ir Sub - Horde", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (740, "Transport200102", 0, 1553, 3, "Vashj\'ir Sub - Alliance", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (741, "Transport200103", 0, 1553, 3, "Сумеречное нагорье транспорт Орды", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (742, "Transport203729", 0, 1553, 3, "Vashj\'ir Sub - Horde - Circling Abyssal Maw", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (743, "Transport203730", 0, 1553, 3, "Vashj\'ir Sub - Alliance circling Abyssal Maw", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (746, "UldumPhaseOasis", 0, 1629, 1, "Ульдум фаза оазиса", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (747, "Transport 203732", 0, 1553, 3, "Транспорт: боевой корабль Подземья", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (748, "Transport203858", 0, 1537, 3, "Транспорт: подъемник от Ониксии к Нефариану", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (749, "Transport203859", 0, 1553, 3, "Транспорт: движущийся боевой корабль Гилнеаса", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (750, "Transport203860", 0, 1553, 3, "Транспорт: статичный боевой корабль Гилнеаса", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (751, "RedgridgeOrcBomb", 0, 1629, 1, "Красногорье - орочья бомба", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 0);
INSERT INTO `dbc_Map` VALUES (752, "RedridgeBridgePhaseOne", 0, 1629, 1, "Красногорье - первая фаза, мост", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (753, "RedridgeBridgePhaseTwo", 0, 1629, 1, "Красногорье - вторая фаза, мост", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (754, "SkywallRaid", 2, 34589, 1, "Трон Четырех Ветров", 0, "", "", 271, 1, 1, -11360.6, 72.08334, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (755, "UldumDungeon", 1, 1565, 1, "Затерянный город Тол\'вир", 0, "", "", 264, 1, 1, -10686.15, -1308.623, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (757, "BaradinHold", 2, 36413, 1, "Крепость Барадин", 0, "", "", 269, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (759, "UldumPhasedEntrance", 0, 3677, 1, "Uldum Phased Entrance", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (760, "TwilightHighlandsPhasedEntrance", 0, 3677, 1, "Twilight Highlands Phased Entrance", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 0);
INSERT INTO `dbc_Map` VALUES (761, "Gilneas_BG_2", 3, 3677, 1, "Битва за Гилнеас", 0, "После падения Стены Седогрива неизбежный конфликт между Отрекшимися и воргенами разгорелся в полную силу.

Битва за Гилнеас — это поле боя для команд, состоящих из 10 игроков. Во время сражения каждая из команд пытается захватить шахту, маяк и водокачку и как можно дольше удерживать их в своих руках.", "После падения Стены Седогрива неизбежный конфликт между Отрекшимися и воргенами разгорелся в полную силу.

Битва за Гилнеас — это поле боя для команд, состоящих из 10 игроков. Во время сражения каждая из команд пытается захватить шахту, маяк и водокачку и как можно дольше удерживать их в своих руках.", 270, 1, -1, 0, 0, 1110, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (762, "Transport 203861", 0, 3585, 3, "Twilight Highlands Zeppelin 1", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (763, "Transport 203862", 0, 3585, 3, "Twilight Highlands Zeppelin 2", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (764, "UldumPhaseWreckedCamp", 0, 7773, 1, "Uldum - Phase Wrecked Camp", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (765, "Transport203863", 0, 7681, 3, "Krazzworks Attack Zeppelin", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (766, "Transport 2033864", 0, 7681, 3, "Transport: Gilneas Moving Gunship 02", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (767, "Transport 2033865", 0, 7681, 3, "Transport: Gilneas Moving Gunship 03", 0, "", "", 0, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (859, "Zul_Gurub5Man", 1, 7701, 1, "Зул\'Гуруб", 0, "", "", 161, 1, 0, -11916.23, -1219.839, 720, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (860, "NewRaceStartZone", 0, 8666653, 1, "Скитающийся остров", 0, "", "", 289, 1, -1, 0, 0, 960, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (861, "FirelandsDailies", 0, 2104861, 1, "Огненная передовая", 0, "", "", 274, 1, -1, 0, 0, 720, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (870, "HawaiiMainLand", 0, 25181789, 1, "Пандария", 0, "", "", 327, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (930, "ScenarioAlcazIsland", 1, 15965, 1, "(UNUSED) Scenario: Alcaz Island", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (938, "COTDragonblight", 1, 15957, 1, "Конец Времен", 0, "", "", 286, 1, 1, -8288.604, -4454.092, 0, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (939, "COTWarOfTheAncients", 1, 7773, 1, "Источник Вечности", 0, "", "", 287, 1, 1, -8595.837, -3994.936, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (940, "TheHourOfTwilight", 1, 15957, 1, "Время Сумерек", 0, "", "", 288, 1, 1, -8291.132, -4590.438, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (951, "NexusLegendary", 1, 7701, 1, "Нексус, получение посоха", 0, "", "", 227, 1, 571, 3899.93, 6985.44, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (959, "ShadowpanHideout", 1, 8404509, 1, "Монастырь Шадо-Пан", 0, "", "", 315, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (960, "EastTemple", 1, 8404573, 1, "Храм Нефритовой Змеи", 0, "", "", 311, 1, 870, 957.706, -2473.41, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (961, "StormstoutBrewery", 1, 8404501, 1, "Хмелеварня Буйных Портеров", 0, "", "", 318, 1, 870, -688.7051, 1267.454, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (962, "TheGreatWall", 1, 8396317, 1, "Врата Заходящего Солнца", 0, "", "", 309, 1, 870, 970.8109, 2253.664, 0, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (967, "DeathwingBack", 2, 48989, 1, "Душа Дракона", 0, "", "", 279, 1, 1, -8263.276, -4512.688, 1080, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (968, "EyeoftheStorm2.0", 3, 7701, 1, "Око Бури (рейтинговое)", 0, "Высоко над разоренными просторами Пустоверти парит остров Око Бури, за который ведут войну эльфы крови и дренеи.

Первых он привлекает богатыми запасами энергии, а вторых — близостью Крепости Бурь, таинственного корабля наару.", "Высоко над разоренными просторами Пустоверти парит остров Око Бури, за который ведут войну эльфы крови и дренеи.

Первых он привлекает богатыми запасами энергии, а вторых — близостью Крепости Бурь, таинственного корабля наару.", 210, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (971, "JadeForestAllianceHubPhase", 0, 8527453, 1, "Jade Forest Alliance Hub Phase", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 870);
INSERT INTO `dbc_Map` VALUES (972, "JadeForestBattlefieldPhase", 0, 8527453, 1, "Jade Forest Battlefield Phase", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 870);
INSERT INTO `dbc_Map` VALUES (974, "DarkmoonFaire", 0, 15893, 1, "Ярмарка Новолуния", 0, "", "", 278, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (975, "TurtleShipPhase01", 0, 8535645, 1, "Turtle Ship Phase 01", 0, "", "", 289, 1, -1, 0, 0, 960, 0, 0, 0, 860);
INSERT INTO `dbc_Map` VALUES (976, "TurtleShipPhase02", 0, 8535581, 1, "Turtle Ship Phase 02", 0, "", "", 289, 1, -1, 0, 0, 960, 0, 0, 0, 860);
INSERT INTO `dbc_Map` VALUES (977, "MaelstromDeathwingFight", 1, 7709, 1, "Водоворот, бой со Смертокрылом", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (980, "TolVirArena", 4, 3613, 1, "Арена Тол\'вир", 0, "", "", 319, 1, -1, 0, 0, 4294967295, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (994, "MoguDungeon", 1, 7709, 1, "Дворец Могу\'шан", 0, "", "", 312, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (995, "MoguInteriorRaid", 1, 7709, 1, "The Depths [UNUSED]", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (996, "MoguExteriorRaid", 2, 9477981, 1, "Терраса Вечной Весны", 0, "", "", 321, 1, -1, 0, 0, 0, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (998, "ValleyOfPower", 3, 7709, 1, "Храм Котмогу", 0, "Орда и Альянс вступили в противоборство за древнюю реликвию могу, которая по поверьям таит в себе огромную силу.

Храм Котмогу – это поле боя для команд, состоящих из 10 игроков, на котором каждая из сторон пытается как можно дольше удерживать в своих руках реликвию могу, находясь при этом как можно ближе к центру зоны.", "Орда и Альянс вступили в противоборство за древнюю реликвию могу, которая по поверьям таит в себе огромную силу.

Храм Котмогу – это поле боя для команд, состоящих из 10 игроков, на котором каждая из сторон пытается как можно дольше удерживать в своих руках реликвию могу, находясь при этом как можно ближе к центру зоны.", 320, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (999, "BFTAllianceScenario", 5, 15965, 1, "Падение Терамора", 0, "", "", 336, 1, -1, 0, 0, 1350, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1000, "BFTHordeScenario", 5, 15965, 1, "Падение Терамора", 0, "", "", 335, 1, -1, 0, 0, 360, 3, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1001, "ScarletSanctuaryArmoryAndLibrary", 1, 9444957, 1, "Залы Алого ордена", 0, "", "", 332, 1, 0, 2869, -820, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1004, "ScarletMonasteryCathedralGY", 1, 9444957, 1, "Монастырь Алого ордена", 0, "", "", 333, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1005, "BrewmasterScenario01", 5, 8396381, 1, "Хмельная буря", 0, "", "", 322, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1007, "NewScholomance", 1, 8396381, 1, "Некроситет", 0, "", "", 314, 1, 0, 1274.78, -2552.56, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1008, "MogushanPalace", 2, 8437597, 1, "Подземелья Могу\'шан", 0, "", "", 313, 1, 870, 3982.997, 1121.291, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1009, "MantidRaid", 2, 8437597, 1, "Сердце Страха", 0, "", "", 310, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1010, "MistsCTF3", 3, 7711, 1, "CTF3", 0, "This new map has yet to be created. Horde guys, go beat up those Alliance jerks.", "This new map has yet to be created. Alliance guys, go beat up those Horde jerks.", 262, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1011, "MantidDungeon", 1, 9453149, 1, "Осада храма Нюцзао", 0, "", "", 316, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1014, "MonkAreaScenario", 5, 9453149, 1, "Пик Безмятежности", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1019, "RuinsOfTheramore", 0, 15965, 1, "Руины Терамора", 0, "", "", 3, 1, -1, 0, 0, 4294967295, 4, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (1024, "PandaFishingVillageScenario", 5, 8404573, 1, "Деревня Зеленой Скалы", 0, "", "", 331, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1028, "MoguRuinsScenario", 5, 8404573, 1, "(UNUSED) Scenario: Mogu Ruins", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1029, "AncientMoguCryptScenario", 5, 8396317, 1, "(UNUSED) Scenario: Mogu Crypt", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1030, "AncientMoguCyptDestroyedScenario", 5, 7709, 1, "Гробница Забытых Королей", 0, "", "", 330, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1031, "ProvingGroundsScenario", 5, 8396381, 1, "Арена Истребления", 0, "", "", 348, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1032, "PetBattleJadeForest", 1, 8404573, 1, "Битва питомцев - Нефритовый лес", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1035, "ValleyOfPowerScenario", 5, 8396381, 1, "Храм Котмогу", 0, "", "", 334, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1043, "RingOfValorScenario", 0, 7773, 1, "Арена Морд’Бой", 0, "", "", 343, 1, -1, 0, 0, 4294967295, 2, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1048, "BrewmasterScenario03", 5, 8404573, 1, "Унга-Ингу", 0, "", "", 323, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1049, "BlackOxTempleScenario", 5, 8404573, 1, "(UNUSED) Scenario: Black Ox Temple", 0, "", "", 21, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1050, "ScenarioKlaxxiIsland", 5, 8404573, 1, "Атака на Зан\'весс", 0, "", "", 344, 1, -1, 0, 0, 720, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1051, "ScenarioBrewmaster04", 5, 8404573, 1, "Фестиваль Хмельнолуния", 0, "", "", 329, 1, -1, 0, 0, 0, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1060, "LevelDesignLand-DevOnly", 0, 8404575, 1, "Level Design Land - Dev Only", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1061, "HordeBeachDailyArea", 0, 8535645, 1, "База Орды на пляже - ежедневные задания", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 870);
INSERT INTO `dbc_Map` VALUES (1062, "AllianceBeachDailyArea", 0, 8535645, 1, "База Альянса на пляже - ежедневные задания", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 870);
INSERT INTO `dbc_Map` VALUES (1064, "MoguIslandDailyArea", 0, 8404573, 1, "Mogu Island Daily Area", 0, "", "", 346, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1066, "StormwindGunshipPandariaStartArea", 0, 147037, 1, "Stormwind Gunship Pandaria Start Area", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, 0);
INSERT INTO `dbc_Map` VALUES (1074, "OrgrimmarGunshipPandariaStart", 0, 138845, 1, "Orgrimmar Gunship Pandaria Start", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1);
INSERT INTO `dbc_Map` VALUES (1075, "TheramoreScenarioPhase", 0, 147037, 1, "Theramore\'s Fall Phase", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, 1000);
INSERT INTO `dbc_Map` VALUES (1076, "JadeForestHordeStartingArea", 0, 8535645, 1, "Jade Forest Horde Starting Area", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 870);
INSERT INTO `dbc_Map` VALUES (1095, "HordeAmbushScenario", 5, 8404573, 1, "Кинжал во тьме", 0, "", "", 342, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1098, "ThunderIslandRaid", 2, 8437597, 1, "Престол Гроз", 0, "", "", 347, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1099, "NavalBattleScenario", 5, 8404573, 1, "Морская битва - сценарий", 0, "", "", 349, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1101, "DefenseOfTheAleHouseBG", 0, 8396381, 1, "Defense Of The Ale House BG", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1102, "HordeBaseBeachScenario", 5, 8404573, 1, "Крепость Покорителей", 0, "", "", 341, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1103, "AllianceBaseBeachScenario", 5, 8404573, 1, "Львиный лагерь", 0, "", "", 340, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1104, "ALittlePatienceScenario", 5, 8404573, 1, "Немного терпения", 0, "", "", 345, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1105, "GoldRushBG", 3, 8396381, 1, "Каньон Суровых Ветров", 0, "Сражение разворачивается в Долине Четырех Ветров.

Каньон Суровых Ветров – это поле боя для команд, состоящих из 15 игроков, в котором противники сражаются за ресурсы.", "Сражение разворачивается в Долине Четырех Ветров.

Каньон Суровых Ветров – это поле боя для команд, состоящих из 15 игроков, в котором противники сражаются за ресурсы.", 354, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1106, "JainaDalaranScenario", 0, 15965, 1, "Джайна в Даларане - сценарий", 0, "", "", 235, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1107, "WarlockArea", 0, 8396381, 1, "Warlock Area", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1112, "BlackTempleScenario", 5, 7709, 1, "В погоне за Мрачной Жатвой", 0, "", "", 215, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1113, "DarkmoonCarousel", 0, 3601, 3, "Транспорт: карусель Ярмарки Новолуния", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1120, "ThunderKingHordeHub", 0, 8535645, 1, "Thunder King Horde Hub", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 1064);
INSERT INTO `dbc_Map` VALUES (1121, "ThunderIslandAllianceHub", 0, 8535645, 1, "Thunder Island Alliance Hub", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 1064);
INSERT INTO `dbc_Map` VALUES (1122, "CitySiegeMoguIslandProgressionScenario", 5, 8404573, 1, "City Siege - Mogu Island Progression Scenario", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1123, "LightningForgeMoguIslandProgressionScenario", 5, 8404573, 1, "Lightning Forge - Mogu Island Progression Scenario", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1124, "ShipyardMoguIslandProgressionScenario", 5, 8404573, 1, "Shipyard - Mogu Island Progression Scenario", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1125, "AllianceHubMoguIslandProgressionScenario", 5, 8404573, 1, "Alliance Hub - Mogu Island Progression Scenario", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1126, "HordeHubMoguIslandProgressionScenario", 5, 8404573, 1, "Mogu Island Progression Events", 0, "", "", 346, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1127, "FinalGateMoguIslandProgressionScenario", 5, 8404573, 1, "Final Gate - Mogu Island Progression Scenario", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1128, "MoguIslandEventsHordeBase", 0, 8535645, 1, "Mogu Island Events - Horde Base", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 1126);
INSERT INTO `dbc_Map` VALUES (1129, "MoguIslandEventsAllianceBase", 0, 8535645, 1, "Mogu Island Events - Alliance Base", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, 1126);
INSERT INTO `dbc_Map` VALUES (1130, "ShimmerRidgeScenario", 5, 7773, 1, "Кровь на снегу", 0, "", "", 352, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1131, "DarkHordeScenario", 5, 7709, 1, "Секреты Огненной Пропасти", 0, "", "", 350, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1132, "Transport218599", 0, 3585, 3, "Transport: The Skybag (Brawl\'gar Arena)", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1133, "Transport218600", 0, 3585, 3, "Transport: Zandalari Ship (Mogu Island)", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1134, "ShadoPanArena", 4, 8396381, 1, "Пик Тигра", 0, "", "", 353, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1135, "MoguIslandLootRoom", 5, 15901, 1, "Mogu Island Loot Room", 0, "", "", 347, 1, -1, 0, 0, 0, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1136, "OrgrimmarRaid", 2, 8429405, 1, "Осада Оргриммара", 0, "", "", 359, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1144, "HeartOfTheOldGodScenario", 5, 8396381, 1, "Сценарий - Сердце древнего бога", 0, "", "", 351, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1148, "ProvingGrounds", 5, 41950749, 1, "Арена испытаний", 0, "", "", 348, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1155, "Stormgarde Keep", 5, 7709, 1, "Крепость Стромгард", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1157, "HalfhillScenario", 5, 8404573, 1, "Сценарий: Полугорье", 0, "", "", 327, 1, -1, 0, 0, 4294967295, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1161, "CelestialChallenge", 5, 8404573, 1, "Турнир Небожителей", 0, "", "", 327, 1, -1, 0, 0, 1200, 4, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1172, "Transport_Siege_of_Orgrimmar_Alliance", 0, 3585, 3, "Транспорт: Осада Оргриммара (Альянс)", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
INSERT INTO `dbc_Map` VALUES (1173, "Transport_Siege_of_Orgrimmar_Horde", 0, 3585, 3, "Транспорт: Осада Оргриммара (Орда)", 0, "", "", 4294967295, 1, -1, 0, 0, 4294967295, 0, 0, 0, -1);
